Repository: GaryJones/camptix-payment-banktransfer
Catalog: languages/camptixpaymentbanktransfer-*.po
Languages: de_de

source: Bank Transfer
de_de: Banküberweisung

source: Bank transfer checkout. Please fill in your bank details below, the user will be prompted to transfer money according to this details. <strong>Make sure to include the shortcode [bankdetails] in your e-mail templates!</strong>
de_de: Banküberweisung. Bitte gib hier deine Bankverbindung (Inhaber, Kontonummer, BLZ, Bank) ein. Der Benutzer wird aufgefordert, sein Geld an dieses Konto zu überweisen. <strong>Binde umbedingt den Shortcode [bankdetails] in deine E-Mail-Templates ein!</strong>

source: Please transfer your money to the following bank account:
de_de: Bitte überweise den Betrag an das folgende Bankkonto:

source: Reference: %s
de_de: Verwendungszweck: %s

source: Amount: %s
de_de: Betrag: %s

source: Reference: <strong>%s</strong>
de_de: Verwendungszweck: <strong>%s</strong>

source: Bank details
de_de: Bankverbindung

source: Value %s does not match order total of %s!
de_de: Betrag %s stimmt nicht mit dem Bestellwert von %s überein!

source: <strong>%d</strong> Tickets for an order total of <strong>%s</strong> marked as payed.
de_de: <strong>%d</strong> Tickets mit einem Gesamtbestellwert von <strong>%s</strong> als bezahlt markiert.

source: Payment reference not found or already marked as payed.
de_de: Zahlungsreferenz nicht gefunden oder bereits bezahlt.

source: Already payed
de_de: Bereits bezahlt

source: Marked as payed.
de_de: Als bezahlt markiert.

source: Wrong amount of money. Order total is %s!
de_de: Falscher Geldbetrag. Bestellwert ist %s!

source: Invalid payment reference
de_de: Ungültige Zahlungsreferenz

source: No money amount found
de_de: Kein Geldbetrag gefunden

source: No payment reference found
de_de: Keine Zahlungsreferenz gefunden

source: Bank Transfer payment status import
de_de: Banküberweisungs Datenimport

source: This page is a tool to mark payments which you recieved via wire transfer as payed. You can either enter a single payment reference or import a whole CSV from your bank. Actions on this page can take long because many emails might be to send...
de_de: Diese Seite ist ein Werkzeug um Zahlungen, die via Banküberweisung eingetroffen sind, als bezahlt zu markieren. Du kannst entweder eine einzelne Zahlungsreferenz angeben oder eine CSV-Datei von deiner Bank importieren. Alles auf dieser Seite kann ein bisschen dauern, weil Mails verschickt werden.

source: Single reference
de_de: Einzelne Zahlungsreferenz

source: Payment reference key
de_de: Zahlungsreferenz

source: Amount (e.g. 100.5) in your currency
de_de: Betrag (z.B: 100.5) in deiner Währung

source: Mark as payed
de_de: Als bezahlt markieren

source: Attention: This is very beta. If you're not the one I made this for, better don't use in a real environment. Also, this takes LONG! Make sure your server allows PHP scripts to run long. <strong>AND DO BACKUPS!</strong>
de_de: Achtung: Dies ist experimentell. Wenn du nicht der bist, für den das geschrieben wurde, benutze es besser nicht in einer produktiven Umgebung. Darüber hinaus dauert es LANGE! Stelle sicher, das dein Server lang laufende PHP-Skripte erlaubt. <strong>UND VERGISS DIE BACKUPS NICHT!</strong>

source: CSV import results
de_de: CSV-Importergebnisse
